Repository: Gipssik/hroshyk
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Email address
uk: Електронна адреса

source: Profile image url
uk: Посилання на зображення профілю

source: Balance
uk: Баланс

source: Donation page
uk: Сторінка подяк

source: Page link
uk: Посилання на сторінку

source: Reset the collected amount
uk: Скинути зібрану суму

source: Viewer pays a commission
uk: Глядач платить комісію

source: Commission percent
uk: Відсоток комісії

source: Send Hroshyk
uk: Надіслати Грошик

source: Page title
uk: Заголовок сторінки

source: Page meta description
uk: Мета-опис сторінки

source: Send Hroshyk to the streamer
uk: Надіслати Грошик стрімеру

source: Greeting title
uk: Заголовок привітання

source: Send Hroshyk to this streamer
uk: Надіслати Грошик цьому стрімеру

source: Greeting subtext
uk: Підзаголовок привітання

source: Nickname
uk: Нікнейм

source: Nickname placeholder
uk: Плейсхолдер нікнейму

source: Amount
uk: Сума

source: Amount placeholder
uk: Плейсхолдер суми

source: Message
uk: Повідомлення

source: Message placeholder
uk: Плейсхолдер повідомлення

source: Donation button text
uk: Текст кнопки подяки

source: Test mode
uk: Тестовий режим

source: Minimum message length
uk: Мінімальна довжина повідомлення

source: Maximum message length
uk: Максимальна довжина повідомлення

source: Minimum nickname length
uk: Мінімальна довжина нікнейму

source: Maximum nickname length
uk: Максимальна довжина нікнейму

source: Minimum amount
uk: Мінімальна сума

source: Maximum amount
uk: Максимальна сума

source: Donation target
uk: Ціль збору

source: Donation target title
uk: Заголовок цілі збору

source: Donation target amount
uk: Сума цілі збору

source: Donation target current amount
uk: Поточна сума цілі збору

source: Data updated successfully
uk: Дані успішно оновлено

source: Amount more than (inclusive)
uk: Сума більше ніж (включно)

source: Amount less than (inclusive)
uk: Сума менше ніж (включно)

source: Date
uk: Дата

source: Shown
uk: Було показано

source: Ukrainian
uk: Українська

source: Hroshyk
uk: Грошик

source: Cabinet
uk: Кабінет

source: Save
uk: Зберегти

source: Preview
uk: Попередній перегляд

source: hrn.
uk: грн.

source: Filters
uk: Фільтри

source: We found nothing
uk: Ніц не знайшли

source: You are broke, you have no hroshykiv
uk: Ви банкрут, у вас немає грошиків

source: Copy
uk: Копіювати

source: Sign in with
uk: Увійти через

source: Profile photo
uk: Фото профілю

source: Sign out
uk: Вийти

source: FirstPageNumeral
uk: Перша

source: PreviousPageNumeral
uk: Попередня

source: NextPageNumeral
uk: Наступна

source: LastPageNumeral
uk: Остання

source: Donations
uk: Подяки

source: Widgets
uk: Віджети

source: Home page
uk: Головна

source: Create donation widget config
uk: Створити конфігурацію віджету

source: Create
uk: Створити

source: Update donation widget config
uk: Оновити конфігурацію віджету

source: Update
uk: Оновити

source: Are you sure you want to remove?
uk: Ви впевнені, що хочете видалити?

source: Delete
uk: Видалити

source: Widget creation
uk: Створення віджету

source: Basic configuration for the widget
uk: Базова конфігурація віджету

source: Donation widgets
uk: Віджети подяк

source: Link
uk: Посилання

source: Widgets are configured for ranges
uk: Віджети налаштовано для діапазонів

source: No ranges, because you need to configure them
uk: Ні для яких діапазонів, бо треба створити

source: You don't have any widgets
uk: У вас немає віджетів

source: Update widget
uk: Оновити віджет

source: Widget's configurations
uk: Конфігурації віджету

source: Range
uk: Діапазон

source: There are no configurations for this widget.
uk: Немає конфігурацій для цього віджету.

source: Widget name
uk: Назва віджету

source: Widget link
uk: Посилання на віджет

source: Creation date
uk: Дата створення

source: Update date
uk: Дата оновлення

source: Title format
uk: Формат заголовку

source: Minimum amount to display
uk: Мінімальна сума для відображення

source: Maximum amount to display
uk: Максимальна сума для відображення

source: Title font size
uk: Розмір шрифту заголовку

source: Title color
uk: Колір заголовку

source: Title shadow color
uk: Колір тіні заголовку

source: Message font size
uk: Розмір шрифту повідомлення

source: Message color
uk: Колір повідомлення

source: Message shadow color
uk: Колір тіні повідомлення

source: Image
uk: Зображення

source: Sound
uk: Звук

source: Sound volume
uk: Гучність звуку

source: Speaker volume
uk: Гучність диктора

source: You cannot create more than 3 widgets
uk: Ви не можете створити більше 3-х віджетів

source: Data deleted successfully
uk: Дані видалені оновлено

source: Search
uk: Пошук

source: Reset
uk: Скинути
